"SPC Password" = "Kata Sandi SPC";
"Authentication Key" = "Kunci Pengesahan";
"Incorrect key" = "Kunci salah";
"Incorrect SPC Password" = "Kata Sandi SPC Salah";
"Enter 26 digit key" = "Masukkan 26 digit kunci pengesahan.";
"Security" = "Keamanan";
"Too many retries of SPC." = "Terlalu banyak percobaan ulang dari SPC.";
"AKEY set successfully." = "AKEY berhasil diatur.";
"Failed to set AKEY." = "Gagal mengatur AKEY.";
"Too many retries of AKEY." = "Terlalu banyak percobaan ulang dari AKEY.";
"Password" = "Kata Sandi";
"Key" = "Kunci";
"OK" = "OKE";
"Cancel" = "Batal";